xml/request_templates/noder_alvilda.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>04872193|870970</ac:identifier>
              <ac:source>NJE</ac:source>
              <dc:title>Alvida and the magician's cape</dc:title>
              <dc:title xsi:type="dkdcplus:full">Alvida and the magician's cape : a musical fairy story for junior schools : for solostemmer, 2 fortællere, børnekor, blokfløjter, slagtøj og klaver med becifring</dc:title>
              <dc:creator>Michael Plaskett</dc:creator>
              <dc:creator xsi:type="oss:sort">Plaskett, Michael</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">78.698</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Børneoperaer</dc:subject>
              <dcterms:abstract>Børnemusical</dcterms:abstract>
              <dc:description>Tekst af Michael Plaskett</dc:description>
              <dc:description>Stemmer: 4 identiske stemmer for blokfløjter og stemt slagtøj</dc:description>
              <dc:description>Med spille- og opførelsesvejledning</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>International Music Publications</dc:publisher>
              <dc:date>1986</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Node</dc:type>
              <dc:format>1 partitur, 4 stemmer</dc:format>
              <dcterms:extent>28 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">0-86359-382-8</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
              <dc:language>Engelsk</dc:language>
              <dcterms:hasPart>The castle</dcterms:hasPart>
              <dcterms:hasPart>In the forest</dcterms:hasPart>
              <dcterms:hasPart>Wicked magician, fly!</dcterms:hasPart>
              <dcterms:hasPart>Sewing song</dcterms:hasPart>
              <dcterms:hasPart>Mysterious light</dcterms:hasPart>
              <dcterms:hasPart>Fruit song</dcterms:hasPart>
              <dcterms:hasPart>Go to sleep, Alvida</dcterms:hasPart>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">04872193</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20010128224732</marcx:subfield>
                  <marcx:subfield code="d">19870114</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="o">c</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="005" ind1="0" ind2="0">
                  <marcx:subfield code="h">a</marcx:subfield>
                  <marcx:subfield code="i">a</marcx:subfield>
                  <marcx:subfield code="j">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">1986</marcx:subfield>
                  <marcx:subfield code="b">gb</marcx:subfield>
                  <marcx:subfield code="l">eng</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">c</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="a">0-86359-382-8</marcx:subfield>
                  <marcx:subfield code="n">16142</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                  <marcx:subfield code="d">kr. 47.00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="x">SFM198708</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Plaskett</marcx:subfield>
                  <marcx:subfield code="h">Michael</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Alvida and the magician's cape</marcx:subfield>
                  <marcx:subfield code="c">a musical fairy story for junior schools</marcx:subfield>
                  <marcx:subfield code="c">for solostemmer, 2 fortællere, børnekor, blokfløjter, slagtøj og klaver med becifring</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">Woodford Green, Essex</marcx:subfield>
                  <marcx:subfield code="b">International Music Publications</marcx:subfield>
                  <marcx:subfield code="c">1986</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="n">1 \partitur\</marcx:subfield>
                  <marcx:subfield code="a">28 sider</marcx:subfield>
                  <marcx:subfield code="c">31 cm</marcx:subfield>
                  <marcx:subfield code="n">4 \stemmer\</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Børnemusical</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Tekst af Michael Plaskett</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Stemmer: 4 identiske stemmer for blokfløjter og stemt slagtøj</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="526" ind1="0" ind2="0">
                  <marcx:subfield code="a">Baseret på et svensk folkeeventyr</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="531" ind1="0" ind2="0">
                  <marcx:subfield code="a">Indhold: Introductory music ;</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="534" ind1="0" ind2="0">
                  <marcx:subfield code="a">Med spille- og opførelsesvejledning</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">78.698</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">11</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">The ¤castle</marcx:subfield>
                  <marcx:subfield code="a">In the forest</marcx:subfield>
                  <marcx:subfield code="a">Wicked magician, fly!</marcx:subfield>
                  <marcx:subfield code="a">Sewing song</marcx:subfield>
                  <marcx:subfield code="a">Mysterious light</marcx:subfield>
                  <marcx:subfield code="a">Fruit song</marcx:subfield>
                  <marcx:subfield code="a">Go to sleep, Alvida</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="a">SFM</marcx:subfield>
                  <marcx:subfield code="n">60</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl/>
<os:identifier>870970-basis:04872193</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
